tap "aylei/tap"
tap "bufbuild/buf"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "nats-io/nats-tools"
tap "tidwall/jj"
tap "tinygo-org/tools"
tap "universal-ctags/universal-ctags"
brew "bash"
brew "bat"
brew "circleci"
brew "openldap"
brew "curl"
brew "direnv"
brew "node"
brew "firebase-cli"
brew "fzf"
brew "gh"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq", link: true
brew "luarocks"
brew "m-cli"
brew "mercurial"
brew "minikube"
brew "nats-server"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "ossp-uuid"
brew "prettier"
brew "protobuf"
brew "python@3.9"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "stylua"
brew "terraform"
brew "terraform-ls"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "bufbuild/buf/buf"
brew "cloudflare/cloudflare/cloudflared"
brew "nats-io/nats-tools/nats"
brew "tidwall/jj/jj"
brew "tinygo-org/tools/tinygo"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "discord"
cask "fig"
cask "font-hack-nerd-font"
cask "github"
cask "google-cloud-sdk"
cask "kitty"
